IDEA Open Model
Member Constructor (MemberType, Int32)
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Member(
	MemberType memberType,
	int id
)
Public Sub New (
	memberType As MemberType,
	id As Integer
)
Parameters
memberType
Type: IdeaRS.OpenModel.Result.MemberType
Type of member
id
Type: System.Int32
Id of member
See Also
Reference
Member Class
Member Overload
IdeaRS.OpenModel.Result Namespace